import image1 from '../images/cards-images/image_04.png';
import image2 from '../images/cards-images/image_07.png';
import image3 from '../images/cards-images/image_08.png';
import image4 from '../images/cards-images/image_01.png';
import image5 from '../images/cards-images/image_02.png';
import image6 from '../images/cards-images/image_03.png';

export const cards = [{
    _id: "01",
    image: image3,
    date: "2 августа, 2019",
    title: "Национальное достояние – парки",
    text: "В 2016 году Америка отмечала важный юбилей: сто лет назад здесь начала складываться система национальных парков – охраняемых территорий, где и сегодня каждый может приобщиться к природе.",
    source: "Лента.ру"
},
{
    _id: "02",
    image: image1,
    date: "2 августа, 2019",
    title: "Лесные огоньки: история одной фотографии",
    text: "Фотограф отвлеклась от освещения суровой политической реальности Мексики, чтобы запечатлеть ускользающую красоту одного из местных чудес природы.",
    source: "Медуза"
},
{
    _id: "03",
    image: image2,
    date: "2 августа, 2019",
    title: "«Первозданная тайга»: новый фотопроект Игоря Шпиленка",
    text: "Знаменитый фотограф снимает первозданные леса России, чтобы рассказать о необходимости их сохранения. В этот раз он отправился в Двинско-Пинежскую тайгу, где...",
    source: "Риа"
}];

export const savedCards = [{
    _id: "04",
    keyword: "Природа",
    image: image4,
    date: "2 августа, 2019",
    title: "Национальное достояние – парки",
    text: "В 2016 году Америка отмечала важный юбилей: сто лет назад здесь начала складываться система национальных парков – охраняемых территорий, где и сегодня каждый может приобщиться к природе.",
    source: "Дзен"
},
{
    _id: "05",
    image: image5,
    keyword: "Природа",
    date: "2 августа, 2019",
    title: "Лесные огоньки: история одной фотографии",
    text: "Фотограф отвлеклась от освещения суровой политической реальности Мексики, чтобы запечатлеть ускользающую красоту одного из местных чудес природы.",
    source: "Афиша"
},
{
    _id: "06",
    image: image6,
    keyword: "Тайга",
    date: "2 августа, 2019",
    title: "«Первозданная тайга»: новый фотопроект Игоря Шпиленка",
    text: "Знаменитый фотограф снимает первозданные леса России, чтобы рассказать о необходимости их сохранения. В этот раз он отправился в Двинско-Пинежскую тайгу, где...",
    source: "Медиазона"
}]

export const savedNewsNumber = 5;

export const userName = 'Грета';

export const keywordsList = ["Природа", "Тайга", "Парки", "Фотография"];
